cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'git-lfs'
brew 'jenv'
brew 'node'
brew 'postgres'
brew 'unrar'

cask 'adobe-creative-cloud'
cask 'android-studio'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'java'
cask 'java8'
cask 'paw'
cask 'pgadmin4'
cask 'visual-studio-code'
cask 'vlc'
