cask_args appdir: '/Applications'

tap 'homebrew/cask'

brew 'jenv'
brew 'mas'
brew 'node'
brew 'postgres'
brew 'rbenv'
brew 'unrar'

cask 'android-studio'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'java'
cask 'paw'
cask 'pgadmin4'
cask 'visual-studio-code'
cask 'vlc'

mas "ColorSnapper 2", id: 969418666
mas "Magnet", id: 441258766
